{
  "hero_title": "Démarrez votre véhicule!",
  "hero_description": "Découvrez nos services de detailing automobile haut de gamme qui font briller votre véhicule.",
  "explore_services": "Explorer les services",
  "mission_vision": "Notre Mission & Vision",
  "our_mission": "Notre Mission",
  "mission_description": "Notre mission est de fournir des services de detailing automobile de haute qualité qui dépassent les attentes des clients, améliorant l'apparence et la valeur de chaque véhicule avec une attention méticuleuse aux détails et un service client exceptionnel.",
  "our_vision": "Notre Vision",
  "vision_description": "Notre vision est d'être le choix principal pour le detailing automobile, reconnu pour notre engagement envers l'excellence, l'innovation et une expérience client personnalisée qui établit une nouvelle norme dans l'industrie.",
  "logout": "Se déconnecter",
  "login": "Se connecter",
  "register": "S'inscrire",
  "homes": "Accueil",
  "services": "Services",
  "gallery": "Galerie",
  "dashboard": "Tableau de bord",
  "profile": "Profil",
  "about_link": "À propos",
  "about_title": "À propos de nous",
  "about_intro": "Bienvenue chez High-End Services! Nous sommes deux jeunes entrepreneurs animés par la passion du detailing et par l’excellence de l’esthétique automobile.",
  "founder1_name": "Renaud Desormiers",
  "founder1_subtitle": "Co-Fondateur",
  "founder1_description": "Directeur des ventes et communications: Communications, Marketing, Ventes",
  "founder2_name": "Eunho Hwang",
  "founder2_subtitle": "Co-Fondateur",
  "founder2_description": "Detailer professionnel, Conseiller en maintenance esthétique des véhicules",
  "our_history_heading": "Notre histoire",
  "history_paragraph1": "En avril 2022, deux jeunes entrepreneurs âgés de seulement 18 et 19 ans ont donné naissance à High-End Services. Leur vision était claire: créer une entreprise qui se démarquerait par l'excellence de ses services d'esthétique automobile. Depuis lors, Renaud et Euhno, 2 amis ambitieux, ont mis en œuvre leur vision en consacrant chaque jour à la perfection de leur technique de detailing.",
  "history_paragraph2": "Leur engagement envers la qualité est inébranlable. Chaque véhicule est une motivation pour eux, veillant à ce que chaque détail soit parfait. Le polissage de la carrosserie, le nettoyage intérieur en profondeur, l'embellissement des phares et bien d'autres services sont exécutés avec un souci du détail impressionnant.",
  "history_paragraph3": "Mais leur vision ne se limite pas au detailing. Ils travaillent dur pour diversifier leur gamme de services, cherchant toujours de nouvelles façons d'innover et de satisfaire leur clientèle grandissante. Leur ambition ne connaît pas de limites et ils sont résolus à faire de leur entreprise une référence dans l'industrie de l'esthétique automobile.",
  "history_paragraph4": "Chaque jour, ils se rapprochent un peu plus de cet objectif, portés par leur passion, leur détermination et leur vision d'avenir.",
  "connect_with_us": "Connectez-vous avec nos réseaux!",
  "dont_miss_promos": "NE MANQUEZ PAS NOS PROMOTIONS!",
  "newsletter_signup": "Inscrivez-vous pour être informé des promotions, ventes et événements.",
  "newsletter_button": "Je m'inscris!",
  "contact_title": "Contactez-nous",
  "contact_call_heading": "APPELEZ-NOUS!",
  "contact_phone1": "Renaud Desormiers: (514) 975-4354",
  "contact_phone2": "Eunho Hwang: (514) 726-8123",
  "contact_email_heading": "Email",
  "contact_email1": "Info@highendservice.ca",
  "contact_email2": "hedetailing514@gmail.com",
  "contact_hours_heading": "Nos heures d'ouverture",
  "contact_hours_monday": "lun. 08 h 00 – 18 h 00",
  "contact_hours_tuesday": "mar. 08 h 00 – 18 h 00",
  "contact_hours_wednesday": "mer. 08 h 00 – 18 h 00",
  "contact_hours_thursday": "jeu. 08 h 00 – 18 h 00",
  "contact_hours_friday": "ven. 09 h 00 – 17 h 00",
  "contact_hours_saturday": "sam. 08 h 00 – 18 h 00",
  "contact_hours_sunday": "dim. 08 h 00 – 18 h 00"
}
